<div id="subContainer">
    <div class="about">
        <div class="wrap">
            <div class="subAboutBox">
                <p class="subAboutTxt">
                    CEO<span>INTERNATIONAL</span>
                </p>
                <p class="subAboutS">
                    <i>1995년 설립된 (주)씨이오인터내셔널은<br><span>'삶을 향기롭게, 생활을 여유롭게'</span>라는 모토하에<br>향수의 대중화를 위해 노력하고 있습니다.
                    </i>
                </p>
                <div class="subAboutP">
                    <p>씨이오인터내셔널의 제품은 전국 4,200개가 넘는 백화점 씨이오 파퓸스 매장, 유명 화장품 전문점 등 오프라인 매장과 (주)씨이오인터내셔널에서 운영하는 공식 직영 온라인 쇼핑몰인 씨이오몰 또는 백화점 온라인몰에서 만나 보실 수 있습니다.</p>
                    <p>알코브 라인으로 펜할리곤스, 랑세와 일반 라인으로는 프라다, 니나리치 외의 여러 향수 브랜드를 선보이고 있습니다. 또한, 사보너리 라인으로 비누, 스킨케어까지 영역을 확대해 다각도로 사업을 진행하고 있습니다.</p>
                    <p>국내에서 최다 향수 브랜드를 보유하고 있으며, 지속적으로 신규 브랜드를 발굴해 경쟁력을 키워나갈 계획입니다.</p>
                    <p>앞으로도 씨이오인터내셔널에 많은 사랑과 관심 부탁드립니다.</p>
                </div>
            </div>
        </div>
    </div>
</div><!-- #container -->
