<div id="subContainer" class="subP">
    <div class="ceo">
        <div class="subCeoP">
            <p>씨이오인터내셔널은 오랜 시간 동안 꾸준히 한 길을 걸어오면서 국내·외에서 입지를 굳건히 다지며 영향력을 키워왔습니다. 그 결과, 현재 국내에서 최다 향수 브랜드를 보유한 마켓 리더로 발돋움했습니다. </p>
        </div>  
        <div class="ceoTxt">
            <h3>CEO</h3>
            <div>
                <p>&#39;삶을 향기롭게, 생활을 여유롭게&#39;<br>라는
슬로건을 내걸고<br>우리나라 향수, 뷰티 산업의 발전과<br>대중화를 실현하는<br>씨이오인터내셔널입니다.</p>
            </div>
        </div>
        <div class="subCeoP">
            <p>당사와 파트너십을 맺고 있는 기업은 총 18개 사로 향후에도 경쟁력 있는 신규 브랜드와 신제품을 지속적으로 발굴해 국내에 선보일 계획이며, 다양한 브랜드의 제품을 전국 주요 백화점, 아리따움, 올리브영, 랄라블라, 화장품 전문점 등의 유통 채널을 통해 선보이고 있습니다.</p> 
            <p>국내 향수 시장을 선도하는 대표 기업으로 우뚝 설 수 있도록 변함없는 성원과 신뢰로 씨이오인터내셔널을 아껴주시는 고객 여러분께 깊은 감사의 인사를 드립니다. 씨이오인터내셔널은 여기서 멈추지 않고, 앞으로도 계속 신규 브랜드를 발굴하며 최고의 서비스로 여러분의 성원과 기대에 보답하겠습니다.</p>
            <p>감사합니다.</p>
        </div>
        <p class="subSign"><span>(주)씨이오인터내셔널 대표이사</span><strong>김유성</strong><img src="img/sub_ceo_img03.gif" alt=""></p>
    </div>
</div>